# coding:utf-8
# @Time : 2022/6/23 17:26 
# @Author : clf
# @File : demo2.py.py 
# @Software: PyCharm
#输出武汉的天气
print('星期日','今天')
print('------------------------------------------')
print('8时','11时','14时','17时','20时','23时')
print('26°C','31°C','29°C','28°C','27°C','26°C')
print('------------------------------------------')
print('明天',' 6/24',' 25°C/31°C')
print('后天',' 6/25',' 27°C/33°C')
print('周日',' 6/26',' 28°C/34°C')
print('周一',' 6/27',' 25°C/33°C')
print('周二',' 6/28',' 25°C/30°C')
print('周三',' 6/29',' 26°C/36°C')
print('周四',' 6/30',' 25°C/32°C')